;Localization:
;Thank you very much translators for your time to help me improve Listary!
;You’ll get one Listary Pro license for free if you help translate this file into your language.
;Contact support@listary.com for more information.

;Copy English.ini to YourLanguage.ini

[Info]
;Language name in your own language e.g. Deutsch
Language=Srpski
;Language name in English e.g. German
LanguageEn=Serbian
;Your name here. You can also leave your email, website, blog...
Translator=Jovo Vilendecic
;Version of this language file
Version=1.0.0
;If you don't know, leave it blank
Codepage=

;Note to translators:
;Please keep escape sequences like \n, \t, %d, %s, %% unchanged
[Strings]
;Global
601=Nista
602=Listary opcije

;Tray Menu
1001=Online pomoc
1002=Proveri azuriranje...
1003=O
1004=Izlaz

;Toolbar
1100=Pretraga

;Favorite Menu
2000=Omiljeno
2001=Ova aplikacija
2002=Globalno
2003=Dodaj ovde
2004=Dodaj folder u kojem si u omiljene
2050=Neuspelo dodavanje u omiljene
2051=Listary nije mogao dobiti putanju iz ove lokacije.

;Recent Menu
2100=Nedavno
2101=Obriši
2103=Folder
2104=Fajl
2105=Prati ovu aplikaciju
2106=Nemoj pratiti ovu aplikaciju
2107=Pokaži vise...

;Smart Menu
2200=Pametno
2201=Trenutno otvoreni folderi
2202=Prebaci na poslednji otvoren folder u fajl menadzeru
2203=Otvori fajl selektovan u fajl menadzeru
2204=Otvori trenutni folder
2205=Command Prompt
2206=Idi u folder aplikacije
2207=Otvori folder aplikacije
2208=Pokaži ekstenziju fajla
2209=Pokaži skrivene fajlove i foldere
2210=Kopiraj putanju foldera u clipboard
2211=Kopiraj putanje selektovanih stavki u clipboard
2212=Kpoiraj nazive selektovanih stavki u clipboard
2213=Opcije
2214=Nadogradi na Pro verziju
2215=Dodaj aplikaciju na Podržanu listu
2216=Isključi Listary za ovu aplikaciju
2217=Eksportuj sadržaj liste u CSV fajl
2218=Separator
2250=%s je uspesno dodat u Podrzanu listu.
2251=Možete koristiti srednji klik misa ili vruci taster %s da aktivirate Listary u %s sada.
2252=Jeste li sigurni da zelite iskljuciti Listary za ovu aplikaciju?
2253=Iskljuci Listary
2254=Listary se nece vise pojavljivati od sledeceg pokretanja ove aplikacije.\nUvek mozete ici na Opcije > Aplikacije da ga ponovo ukljucite.

;Search
2300=Lista
2301=Idi na
2302=Pretraga nije dala rezultate.

;Options > General
3000=Opste
3001=Pokreni Listary kada se Windows podize
3002=Podesi input fokus na listu fajlova automatski za Windows XP Explorer
3003=Proveri update po kada se otvore Opcije
3004=Brza promjena (Otvori trenutni folder u fajl dijalogu kada se promijeni sa fajl menadzera)
3005=Jezik:
3006=Predefinisani fajl menadzer
3007=Popunite ovo ako zelite koristiti drugi fajl menadzer a ne Windows Explorer.\nKoristite %1 u parametru za putanju. Ne zaboravite navodnike.


;Options > Favorites
3100=Omiljeno
3101=Detalji
3102=Naziv:
3103=Vruci taster:
3104=Tip:
3105=Putanja:
3106=Podmeni
3107=Dodaj omiljenu stavku
3108=Ukloni selektovanu omiljenu stavku

;Options > Recent
3200=Nedavno
3201=Opste nedavne stavke:
3206=Prati opste nedavne stavke
3207=prati nedavne fajlove i foldere za sve aplikacije
3208=Automatski selektuj poslednji otvoren fajl u fajl dijalogu
3209=Ukloni selektovanu omiljenu stavku
3210=Ukloni sve nedavne stavke
3211=Opste nedavne stavke
3212=Nedavni folderi po aplikaciji
3213=Nedavni fajlovi po aplikaciji
3214=Nedavne stavke u meniju

;Options > Smart Commands
3300=Pametne komande
3301=Detalji komande
3303=Komanda:
3305=Pokazi ovu komandu u Pametnom meniju
3306=Dodaj korisnicku komandu
3307=Naziv
3308=Vruci taster
3309=Komanda
3310=Pokazi u Pametnom meniju
3311=Dodaj ugradjeno pametnu komandu
3312=Ukloni selektovanu komandu

;Options > Applications
3400=Aplikacije
3401=Podesavanja aplikacije: (utice samo na selektovane aplikacije sa gornje liste)
3402=Ukljuci Listary za ovu aplikaciju
3403=Prati nedavne fajlove i foldere
3404=Dodaj aplikaciju da modifikujes njena podesavanja
3405=Ukloni selektovanu aplikaciju uajedno sa njenim omiljenom i nedavnim stavkama
3406=Putanja

;Options > Keyboard and Mouse
3500=Tastatura i mis
3501=Vruci tasteri
3502=Globalno:
3503=Pokazi Listary alatnu traku:
3504=Pokazi iskacuci meni:
3505=Lolalno (radi samo dok je Listary apatna traka vidljiva):
3506=Omiljeni meni:
3507=Nedavni meni:
3508=Pametni meni:
3509=Ukljuci lokalne vruce tastere (ukljujuci vruce tastere za omiljene i pametne komande) za Explorer kada je Listary alatna traka sakrivena.
3510=Mis
3511=Dupli klik na praznu povrsinu da se aktivira Listary u Explorer-u/Fajl dijalogu/Desktop-u
3512=Klik srednjim tasterom misa da se aktivira Listary

;Options > Display
3600=Prikaz
3601=Polozaj prostora
3602=Apsolutno
3603=Relativno po listi
3604=Relativno po prozoru
3605=Od vrha
3606=S dna
3607=S leva
3608=S desna
3609=Zamućenost
3610=Meni
3611=Maksimalan broj prikazanih stavki:
3612=Maksimala sirina (u pikselima):
3613=Minimalna sirina (u pikselima):
3614=Lebdi mis da otvori meni (odgadjanje u milisekundama, 0 da iskljucis):
3615=Iskacuci meni
3616=Pokazi nedavne stavke u podmeniju
3617=pikseli

;Options > Integration
4000=Integracija
4002=Use Total Commander to replace file dialogs:

;Options > Compatibility
4001=Dodaj meni za foldere Total Commander-a u Listary omiljene
3700=Kompatibilnost
3701=Listary ce takodje raditi sa sledecim aplikacijama:
3702=Dodaj aplikaciju na listu podrske
3703=Ukloni selektovane aplikacije sa liste podrske
3704=Fajl menadzer
3705=Klasa
3706=Izvrsni
3707=Adresna traka
3708=Da
3709=Ne

;Options > Pro
3800=Nadogradi na Listary Pro
;3801=
3802=Naziv:
3803=Email:
3804=Kod za registraciju:
3805=Beleska
3806=Listary se daje besplatno (freeware) za licnu i neprofitnu upotrebu. U ovim slucajevima, odobreno vam je pravo da koristite ovaj program bez naknade.
3807=Za komercijalnu upotrebu, trebate nadograditi na Listary Pro.
3808=Dodaj iz Clipboard
3809=Proveri kod za registraciju

;Options > About
3900=O
3901=Listary je besplatan samo za licnu upotrebu. Ako hocete da ga koristite u komerncijalne svrhe ili trebate neke napredne funkcije, molimo da kupite Pro verziju.
3902=Vidi Homepage
3903=Ovaj program je licenciran na

;Add Application Dialog
4100=Dodaj aplikaciju
4101=Vuci pretrazivac preko adresne trake aplikacije da je selektujes, a onda pusti dugme misa.
4102=Pretrazivac:
4103=Klasa:
4104=Izvrsni:
4105=Adresna traka:
4106=Da li je fajl menadzer (izaberi da ukljucis funkcije koje rade samo u fajl menadzeru)
4107=*NEUSPELO* Cilj je pokrenut kao admin?

;Custom Command Dialog
4200=Korisnicka komanda
4201=Puna putanja do izvrsnog fajla.\nPrimer: C:\Program Files\7-Zip\7z.exe
4202=Parametar:
4203=Primer pokazuje kako da dodate selektovani fajl u arhivu sa 7-Zip.\n\nMozete koristiti sledece varijable u parametru. Varijable ne sadrze navodnike, molimo da ih dodate rucno prema vasim potrebama.
4204=%file%\t\tPuna putanja selektovanog fajla/foldera.\nPrimer:  D:\download\music\example.mp3\n\n%path%\tPutanja trenutnog foldera.\nPrimer: D:\download\music\\n\n%filename%\tNaziv fajla selektovanog fajla/foldera.\nPrimer: example.mp3

;Add Favorite Dialog
4300=Dodaj omiljeno